tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "shivammathur/php"
brew "act"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "bat"
brew "bison"
brew "python@3.12"
brew "glib"
brew "cdk"
brew "chezmoi"
brew "deno"
brew "direnv"
brew "eza"
brew "fcrackzip"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gnupg"
brew "guile"
brew "jq"
brew "openblas"
brew "numpy"
brew "openvino"
brew "postgresql@14"
brew "pwgen"
brew "qt"
brew "pyqt"
brew "python@3.11"
brew "re2c"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "tree"
brew "vtk"
brew "yt-dlp"
brew "zoxide"
brew "charmbracelet/tap/freeze"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "shivammathur/php/php"
cask "fig"
cask "font-hack-nerd-font"
cask "karabiner-elements"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "oven.bun-vscode"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vue.volar"
